/* Menu strings */
"Main Menu About" = "Tietoja: %@";
"Main Menu Hide Others" = "Kätke muut";
"Main Menu Show All" = "Näytä kaikki";
"Main Menu Quit" = "Lopeta %@";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "Käyttöoikeuden tarkistaminen";
"Text PreAuth" = "Ohjelmiston asennukseen tarvitaan ylläpitäjän salasana.";
"Info PreAuth" = "";
"Lock PreAuth" = "Napsauta lukkoa tehdäksesi muutoksia";
"Lock Auth" = "Käyttöoikeutta tarkistetaan...";
"Text PostAuth" = "Odota, kun asennusohjelmaa määritetään";
"Info PostAuth" = "";
"Lock PostAuth" = "Käyttöoikeus on hyväksytty";


/* Buttons */
"Cancel" = "Kumoa";
"OK" = "OK";
"Quit" = "Lopeta";
"Resume" = "Jatka";

/* Dialogs */
"Quit Dialog Title" = "Kumoa asennus";
"Quit Dialog Header" = "Asennus ei ole valmis";
"Quit Dialog Text" = "Jos nyt kumoat asennuksen, ohjelmaa %@ ei asenneta. Jatka asennusta napsauttamalla 'Jatka'. Kumoa asennus napsauttamalla 'Lopeta'.";

"Application Error Title" = "Ohjelmavirhe";
"Application Error Text" = "%@ -ohjelman asennusta ei voi jatkaa suoritusvirheen vuoksi. (virhekoodi -43)";

"Execution Error Title" = "Suoritusvirhe";
"Execution Error Text" = "%@ -ohjelman asennusta ei voi jatkaa suoritusvirheen vuoksi. (virhekoodi -43)";
